Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: A single in-office bleaching session is usually not enough to achieve patient’s satisfaction (de Silva Gottardi et al.
vi: Một phiên duy nhất tẩy trắng tại phòng khám thường không đủ để làm hài lòng bệnh nhân (de Silva Gottardi và cộng sự

source: A single study that compared the color change and bleaching-induced TS of 20 % versus 35 % HP with 2 % calcium gluco- nate reported no significant difference in the risk of TS and a significant lower degree of whitening for the 20 % HP gel (Reis et al.
vi: Một nghiên cứu so sánh thay đổi màu sắc và nhạy cảm của 20 % với 30 % HP với 2 % calcium gluconate báo cáo không khác biệt ý nghĩa trong nguy cơ của nhạy cảm và có mức độ thấp hơn có ý nghĩa của gel tẩy trắng 20 % HP. (Reis và cộng sự

source: A slightly higher incidence of sensitivity is associated with higher concen- trations of carbamide peroxide (Matis et al.
vi: Tỉ lệ nhạy cảm cao hơn một chút liên quan nồng độ carbamide peroxide (Matis và cộng sự

source: A slightly higher incidence of sensitivity is associated with higher concentrations.
vi: Một tỉ lệ nhạy cảm cao hơn liên kết với nồng độ cao.

source: A small shear fracture was noted on the maxillary left first premolar, perhaps occurring during orthodontic bracket removal (Fig. 9.3b).
vi: Có một vết vỡ nhỏ trên răng cối nhỏ thứ nhất bên trái hàm trên, có lẽ xảy ra khi tháo mắc cài chỉnh nha (Hình 9.3b).

source: A stark difference was noted in the appearance of her incisors and canine teeth, compared to the untreated posterior teeth.
vi: Một sự khác biệt hoàn toàn được ghi nhận trong vẻ ngoài của răng cửa và răng nanh, so sánh với răng không được điều trị ở phía sau.

source: A study (Bizhang et al.
vi: Một nghiên cứu (Bizhang và cộng sự

source: A study determined whether a white
vi: Một nghiên cứu xác định liệu thức ăn trắng

source: A study tested the effects of the Carbopol polymer and glycerin (separately and in association) on the physical properties of enamel and dentin in addition to the effects of 10 % carbamide peroxide (Basting et al.
vi: Một nghiên cứu thử nghiệm tác động của Carbopol polymer và glycerin (độc lập và kết hợp) trên tính chất vật lý của men răng và ngà răng thêm vào đó tác động của 10 % carbamide peroxide (Basting và cộng sự

source: A thick creamy paste of sodium perborate with water is currently recommended, left in the pulp chamber for varying periods of time.
vi: Một lớp dày kem sodium perborate với nước được đề nghị gần đây, để lại trong buồng tuỷ trong một khoảng thời gian khác nhau.

source: A toothpaste with 0.5 % calcium peroxide has been shown to reduce natural extrinsic stain after 6 weeks (Ayad et al.
vi: Kem đánh răng với 0.5 % calcium peroxide đã được chứng minh giảm tự vết dính tự nhiên sau 6 tuần (Ayad và cộng sự.

source: A total of 44 subjects bleached their tetracycline-stained teeth overnight for 6 months using trays with reservoirs, and then followed for 5 years.
vi: Tổng cộng 44 trường hợp tẩy trắng răng nhiễm tetracycline qua đem 6 tháng dùng khay có hồ chứa, và theo dõi 5 năm.

source: A variety of whitening agents were used, reflecting the diverse nature of discoloration.
vi: Nhiều tác nhân làm trắng được dùng, phản ánh sự đổi màu răng đa dạng.

source: A very recent clinical study reported that a single 15-min application of the 35 % HP does not achieve the same degree of whiten- ing produced by two and three 15-min applications of the same product (Kose et al.
vi: Một nghiên cứu lâm sàng gần đây báo cáo rằng áp dụng một lần duy nhất trong 15 phút của HP 35 % không đạt được cùng mức độ trắng được thực hiện hai và ba lần 15 phút áp dụng của cùng sản phẩm (Kose và cộng sự

source: Abstract
vi: Tóm tắt

source: According to Christensen (2003), “all whitening methods are successful to some degree” but “the use of lights with bleaching has been mainly a marketing tool.”
vi: Theo Christensen (2003), “tất cả phương pháp làm trắng thành công ở một vài mức độ" nhưng "sử dụng ánh sáng chủ yếu là một công cụ tiếp thị"

source: According to Croll and Donly (2014), tray whitening of the permanent dentition in children and teenagers is safe and can be performed in a similar manner as for adults.
vi: Theo Croll và Donly (2014), khay tẩy trắng của răng vĩnh viễn của của trẻ em và vị thành niên thì an toàn và có thể thực hiện tương tự như người lớn.

source: According to the American Dental Association Council on Scientific Affairs (ADA) (2010), “data accumu- lated over the last 20 years indicate no significant, long-term oral or systemic health risks associated with professional at-home tooth bleaching materials con- taining 10 % carbamide peroxide.” Carbamide peroxide is a precursor of hydrogen peroxide, as described in Chap.
vi: Theo American Dental Association Council on Scientific Affairs (ADA) (2010), “dữ liệu tích luỹ được hơn 20 năm qua chỉ ra không ý nghĩa,, nguy cơ sức khoẻ răng miệng và toàn thân liên quan tới vật liệu tẩy trắng răng tại nhà chứa 10 % carbamide peroxide" Carbamide peroxide là một tiền chất của hydrogen peroxide được mô tả trong chương.

source: According to the patient this tooth had been endodontically treated 6 years ago and immediately became darker.
vi: Theo bệnh nhân thì răng này được điều trị nội nha 6 năm trước và ngay lập tức trở nên tối hơn.

source: According to the patient’s account, all his siblings who lived in the same area had “brown teeth.” The medical history revealed no significant findings.
vi: Theo lời kể của bệnh nhân, tất cả anh chị em sống ở cùng khu vực có "răng nâu". Tiền sử y khoa không có phát hiện quan trọng.

source: According to the same document, most clinical studies with peroxide-containing toothpastes are spon- sored by the respective manufacturers and rarely published.
vi: Theo cùng một tài liệu nghiên cứu, hầu hết nghiên cứu lâm sàng với kem đánh răng chứa peroxide được tài trợ bởi nhà sản xuất và hiếm khi xuất bản.

source: Accordingly, bases such as sodium hydroxide may be used to make the gel less acidic.
vi: Theo đó, chất nền như sodium hydroxide có thể dùng để gel bớt acid.

source: Acid Etching with HCl
vi: Axit xoi mòn HCl

source: Acknowledgment Dr. Jorge Perdigão would like to extend his special thanks to:
vi: Lời cảm ơn Dr. Jorge Perdigão muốn gửi lời đặc biệt cảm ơn tới:

source: Acknowledgments
vi: Lời cảm ơn

source: Acknowledgments We would like to express our gratitude to Dr. Patricia Nguyen, formerly a University of Minnesota dental student, and to Dr. David W. Klein for their help with the clinical case.
vi: Lời cảm ơn Chúng tôi muốn bày tỏ lòng biết ơn của chúng tôi đến Dr. Patricia Nguyen, formerly a University of Minnesota dental student, và to Dr. David W. Klein vì sự giúp đỡ với nhứng trường hợp lâm sàng.

source: Additional enamel microabrasion for other teeth would be considered later.
vi: Vi mài mòn men răng cho các răng khác có thể được xem xét sau.

source: Additionally, OTC bleaching products are easy to use and convenient for the patient (Kugel 2003).
vi: Hơn nữa, sản phẩm tẩy trắng OTC dễ dùng và thuận tiện cho bệnh nhân (Kugel 2003).

source: Additionally, it is worth mentioning that alkaline gels usually show more stable pH during application than acidic gels (Marson et al.
vi: Ngoài ra, người ta đề cập gel kiềm thường ổn định hơn trong khi áp dụng hơn gel acid (Marson và cộng sự

source: Additionally, lower concentrations of carb- amide peroxide result in lower incidence of sensitivity than higher concentrations.
vi: Ngoài ra nồng độ carbamide peroxide nồng độ thấp có tỉ lệ nhạy cảm thấp hơn nồng độ cao.

source: Additionally, patient must also be informed that amalgam restorations that come in contact with the bleaching gel may generate a “greening effect” of the tooth structure in areas immediately adjacent to the amalgam material (Haywood 2002).
vi: Ngoài ra, bệnh nhân cũng phải được thông báo rằng phục hồi amalgam có tiếp xúc với gel tẩy trắng có thể tạo ra "hiệu ứng màu xanh" của cấu trúc răng trong vùng kế cận vật liệu amalgam (Haywood 2002).

source: Additionally, the interocclu- sal thickness of both maxillary and mandibular trays may exacerbate TMJ disorder symptoms (Robinson and Haywood 2000).
vi: Hơn nữa, độ dày liên hàm của cả khay hàm dưới và hàm trên có thể làm trầm trọng thêm triệu chứng rối loạn khớp thái dương hàm (Robinson và Haywood 2000).

source: Additionally, the maxillary central incisors had white spot areas in the incisal third.
vi: Ngoài ra, răng cửa giữa hàm trên có đốm trắng ở phần ba cắn.

source: Additionally, the patient also stated that she retained a tan for longer than normal and that the skin and fingernails had a gray appearance.
vi: Ngoài ra, các bệnh nhân cũng nói rằng cô ấy bị rám nắng lâu hơn bình thường, và rằng da và móng tay đã có màu xám.

source: Additionally, the patient ‘wanted to have whiter teeth’.
vi: Ngoài ra, bệnh nhân muốn "răng trắng hơn".

source: Additionally, we cannot rule out the effect of the staining produced by beverages and food (Meireles et al.
vi: Ngoài ra, chúng ta không thể loại trừ những ảnh hưởng của nhuộm màu do đồ uống và thức ăn (Meireles và cộng sự

source: Advantages
vi: Ưu điểm

source: Advantages and Disadvantages of At-Home Whitening
vi: Ưu và nhược điểm của tẩy trắng răng tại nhà

source: Adverse Effects
vi: Tác Dụng Phụ

source: Advised placing the bleaching medicament and changing it at subsequent appointments
vi: Khuyên đặt thuốc tẩy trắng và thay thuốc vào cuộc hẹn kế tiếp

source: Aesthetic indications for caries infiltration:
vi: Chỉ định thẩm mỹ cho xâm nhập sâu răng:

source: After 10 years, 43 % of patients that whitened their teeth with 10 % carbamide peroxide for 6 weeks deemed the color to be stable (Ritter et al.
vi: Sau 10 năm, 43 % bệnh nhân làm trắng răng bằng carbamide peroxide 10 % trong 6 tuần coi là màu ổn định (Ritter và cộng sự

source: After 16 days, 15 out of 15 (100 %) subjects that had bleached for 8 h/day were satisfied with the results, while only 5/15 subjects that had bleached 1 h per day were satisfied with the results (Cardoso et al.
vi: Sau 16 ngày, 15 out of 15 (100 %) người tẩy trắng răng 8h/ngày hài lòng với kết quả, trong khi chỉ 5/15 người tẩy trắng răng 1h/ngày hài lòng kết quả (Cardoso và cộng sự

source: After 3 min, resin surplus is removed and the material is light cured.
vi: Sau 3 phút, nhựa dư được lấy ra và vật liệu được quang trùng hợp.

source: After 4 years, her tooth became darker without any symptoms.
vi: Sau 4 năm, răng trở nên sẫm màu không có triệu chứng nào.

source: After 5–10 s, using moderate pressure, the microabrasion compound is rinsed with water, and results observed.
vi: Sau 5–10 s, dùng áp lực vừa phải, hỗn hợp vi mài mòn được súc với nước và quan sát kết quả.

source: After a lapse of 2 weeks, the bond strengths return to the level at of untreated substrates (Cavalli et al.
vi: Sau khoảng 2 tuần, độ bền dán về mức của răng không điều trị (Cavalli và cộng sự

source: After a lapse of 2 weeks, the bond strengths return to the level of untreated sub- strates (Cavalli et al.
vi: Sau khoảng 2 tuần, độ bền dán về mức của răng không điều trị (Cavalli và cộng sự

source: After adjustment for the other variables, every increase of one shade guide unit (in the value-oriented Vita Classical A1-D4™ shade guide) in the baseline color resulted in an increase of
vi: Sau khi điều chỉnh cho các biến khác, mỗi khi tăng một màu (bảng so màu Vita Classical A1-D4™ ) trong màu ban đầu kết quả tăng

source: After an intra-oral exam, patient was informed that at-home whitening might improve the appearance of his teeth as long as he under- stood that the treatment could span over a few months.
vi: Sau khi kháng trong miệng, bệnh nhân được thông báo rằng tẩy trắng răng tại nhà có thể cải thiện vẻ ngoài của răng cũng như hiểu việc điều trị có thể kéo dài hàng tháng.

source: After choosing the in-office bleaching product, the manufacturer’s instructions should be followed (Fig. 7.9 and 7.10).
vi: Sau khi chọn sản phẩm tẩy trắng tại phòng khám, nên làm theo hướng dẫn cua nhà sản xuất (Hình 7.9 và 7.10).

source: After completion of microabrasion, the treated teeth should be saturated for sev- eral minutes with a fluoride-containing gel.
vi: Sau khi hoàn tất vi mài mòn, răng được điều trị nên được bão hoà vài phút trong gel chứa fluoride

source: After cooling, the tray is then trimmed in a horseshoe shape (Fig. 6.9).
vi: Sau khi làm nguội, khay được cắt tỉa theo hình dạng một cái móng ngựa (Hình. 6.9).

source: After infiltration, the material is light cured and thus blocks the diffusion pathways for acids and dissolved minerals.
vi: Sau khi xuyên qua, vật liệu được quang trùng hợp và do đó ngăn ngừa con đường lan rộng acid và hoà tan khoáng chất.

source: After more than a quarter of a century of experience, clinical observations, and research, the following is known about enamel microabrasion:
vi: Sau hơn 1/4 thế ký kinh nghiệm, quan sát lâm sàng, và nghiên cứu, sau đây là những hiểu biết về vi mài mòn men răng:

source: After much more experience, a textbook followed (Croll 1991).
vi: Sau nhiều kinh nghiệm hơn đã xuất bản sách (Croll 1991).

source: After observing the final result, patient was unsure whether or not she wanted veneers.
vi: Sau khi quý kết quả cuối cùng, bệnh nhân không chắc có muốn làm veneer không.

source: After preliminary impressions and fabrication of custom-fitted soft bleaching trays, we prescribed Opalescence 10%PF (Ultradent Products Inc.) and demonstrated how to dispense the bleaching gel into the tray.
vi: Sau khi lấy dấu sơ khởi và chế tạo khay tẩy trắng cá nhân, chúng tôi kê đơn Opalescence 10%PF (Ultradent Products Inc.) và hướng dẫn bệnh nhân cho thuốc vào khay.

source: After radiographic exam, the treat- ment plan presented to the patient consisted of long-term at-home whitening with
vi: Sau khi chụp phim X quang, điều trị trình bày cho bệnh nhân gồm tẩy trắng tại nhà bằng

source: After removal of the brackets, these surfaces may be easily cleaned again.
vi: Sau khi tháo mắc cài, những bề mặt này có thể dễ dàng làm sạch lại.

source: After removal of the excesses, water rinsing was performed
vi: Sau khi loại bỏ phần thừa, súc miệng

source: After some days the aesthetic result is usually even better due to rehydration of teeth
vi: Sau vài ngày kết quả thẩm mỹ thường tốt hơn do sự làm ẩm của răng.

source: After the nerve depolarizes in the pain stimulus response, it cannot repolarize, so the excitability of the nerve is reduced.
vi: Sau khi khử cực thần kinh đáp ứng kích thích đau, nó có thể tái cực, do đó sự kích thích của thần kinh được giảm.

source: After the patient agreed and signed the respective consent form, a custom-fitted tray was fabricated and the patient instructed to apply the whitening gel into the lingual aspect of the tray to whiten the teeth from the lingual surface.
vi: Sau khi bệnh nhân đồng ý và ký vào giấy đồng thuận, khay cá nhân được làm và bệnh nhân được hướng dẫn đặt gel làm trắng vào mặt lưỡi của khay để làm trắng răng từ phía mặt lưỡi.

source: After the whitening regimen is completed, both coffee and red wine cause enamel color change.
vi: Sau khi chế độ tẩy trắng răng hoàn tất, cả cà phê và rượu đỏ làm đổi màu men răng.

source: After this period, the product should be agitated in each dental surface for 20 s with a rotating brush before removal
vi: Sau giai đoạn này, sản phẩm nên được khuấy trên mỗi bề mặt răng 20 s bằng bàn chải quay trước khi loại bỏ.

source: After this period, the product should be removed with gauze (Fig. 7.7) or with a saliva ejector before application of the in-office bleaching gel.
vi: Sau thời gian này, sản phẩm nên được loại bỏ bằng gạc (Hình 7.7) hoặc bằng ống hút nước bọt trước khi áp dụng gel tẩy trắng tại phòng khám.

source: Again an immediate color change is usually observed.
vi: Một lần nữa một sự thay đổi màu ngay lập tức quý được.

source: Aging
vi: Lão hóa

source: All different bleaching procedures (7.5 % hydrogen peroxide, 30 min per day for 14 days; 10 % carbamide peroxide 6 h per day for 5 days; 10 % carbamide peroxide 6 h per day for 14 days; 35 % carbamide peroxide, two applications of 30 min with a 5-day interval between applications; 37 % carbamide peroxide, two applications of 30 min with a 5-day inter- val between applications; 35 % hydrogen peroxide, two applications of 15 min with a 7-day interval between applications) significantly reduced enamel ultimate tensile strength.
vi: Tất cả các quy trình tẩy trắng khác nhau (7.5 % hydrogen peroxide, 30 phút mỗi ngày trong 14 ngày; 10 % carbamide peroxide 6 h mỗi ngày trong 5 ngày; 10 % carbamide peroxide 6 h mỗi ngày trong 14 ngày; 35 % carbamide peroxide, hai lần áp dụng mỗi lần 30 phút, mỗi lần cách nhau 5 ngày; 37 % carbamide peroxide, hai lần áp dụng mỗi lần 30 phút, mỗi lần cách nhau 5 ngày; 35 % hydrogen peroxide, hai lần áp dụng, mỗi lần 15 phút, cách nhau 7 ngày) giảm đáng kể độ bền men răng.

source: All discolorations
vi: Tất cả đổi màu

source: All of these teeth had a
vi: Tất cả răng này có

source: All teeth were extracted at the same time and prepared for histo- logical evaluation at two different research centers.
vi: Tất cả răng được nhổ cùng thời gian và chuẩn bị để đánh giá mô học tại hai trung tâm nghiên cứu.

source: All the materials tested and their associations changed the microhardness of dental tissues, even in the presence of artificial saliva.
vi: Tất cả vật liệu thử nghiệm và kết hợp của chúng thay đổi độ cứng vi thể của mô răng, ngay cả khi có nước bọt nhân tạo.

source: All three methods require periodic at-home maintenance after the treatment.
vi: Tất cả phương pháp yêu cầu duỳ trì tại nhà sau điều trị.

source: All whitening treatments were performed overnight with 10 % carb- amide peroxide.
vi: Tất cả điều trị tẩy trắng được thực hiện qua đêm bằng 10 % carbamide peroxide.

source: Also, a recent randomized clinical trial revealed that a 2-day interval between two in-office bleach- ing sessions did not increase the risk and intensity of bleaching-induced TS (de Paula et al.
vi: Cũng vậy, một thử nghiệm lâm sàng ngẫu nhiên gần đây cho thấy khoảng thời gian 2 ngày giữa hai phiên tẩy trắng tại phòng khám không tăng nguy cơ và cường độ của nhạy cảm (de Paula và cộng sự

source: Also, clinicians believe that these superficial alterations to the enamel surface increase TS induced by in-office gels, mainly because the sur- face becomes more porous to passage of HP.
vi: Ngoài ra, các bác sĩ cho rằng những thay đổi bên ngoài lên men bề mặt tăng nhạy cảm gây ra bởi gel tại phòng khám, chủ yếu là vì bề mặt trở nên xốp hơn để HP xuyên qua.

source: Although a complete masking cannot be achieved by resin infiltration in every case, a significant improvement of aesthetics is usually observed in the majority of lesions.
vi: Mặc dù che màu không hoàn toàn không thể đạt được bằng xâm nhập nhựa cho mọi trường hợp, một sự cải thiện thẩm mỹ có ý nghĩa thường quan sát được ở phần lớn tổn thương.

source: Although at-home whitening with 10 % carbamide peroxide for up to 6 months remains the first choice for whitening tetracycline-stained teeth, these patients may need to rebleach or touch-up the tooth color approximately 5 years after the original treatment.
vi: Mặc dù tẩy trắng răng tại nhà bằng 10 % carbamide peroxide đến 6 tháng vẫn còn là sự chọn lựa đầu tiên cho rang nhiễm tetracycline, bệnh nhân có thể cần tẩy trắng lại sau 5 năm.

source: Although enamel bond strengths to beached enamel are reduced after bleaching, this reduction can be reversed with treatment with an antioxidant prior to bonding, such as 10 % sodium ascorbate (Lai et al.
vi: Mặc dù độ bền dán men răng vào men răng được tẩy trắng giảm, sự giảm này có thể đảo ngược với điều trị bằng chất chống oxy hoá trước khi dán, như 10 % sodium ascorbate (Lai và cộng sự

source: Although higher concentrations of peroxides result in a faster rate of whitening than 10 % carbamide peroxide, they reach a similar final result (Matis et al.
vi: Mặc dù peroxide nồng độ cao có tỉ lệ làm trắng nhanh hơn carbamide peroxide 10 %, chúng có kết quả cuối cùng tương tự nhau (Matis và cộng sự

source: Although higher concentrations of peroxides result in a faster rate of whitening than lower concentra- tions they reach a similar final result.
vi: Mặc dù peroxide nồng độ cao có tỉ lệ làm trắng nhanh hơn nồng độ thấp, chúng có kết quả cuối cùng tương tự nhau

source: Although most publications refer to aging as a local cause of intrinsic discolor- ation, the physiological continuous deposition of secondary dentin throughout the life of an individual may be considered both a systemic and a local cause of intrinsic discoloration, as reactionary tertiary dentin forms in response to external stimuli, such as tooth attrition and bacteria from caries lesions.
vi: Mặc dù hầu hết công bố đề cập tuổi là một nguyên nhân tại chỗ của nhiễm màu, sự lắng đọng sinh lý liên tục của ngà thứ phát trong suốt đời sống có thể được coi là nguyên nhân tại chỗ và toàn thân của nhiễm màu nội tại, là phản ứng của ngà thứ ba hình thành để đáp ứng kích thích bên ngoài, như mòn răng và vi khuẩn từ sâu răng.

source: Although pain in bleached teeth can be evoked by cold or other stimuli, most patients complain of tingling or shooting pain (zingers) of very short duration but variable frequency (Haywood 2005) without provoking stimuli (Markowitz 2010).
vi: Mặc dù đau trong tẩy trắng răng có thể được khơi gợi bởi lạnh hoặc kích thích khác, hầu hết bệnh nhân than phiền ngứa ran hoặc đau nhói khoảng thời gian ngắn nhưng thường xuyên (Haywood 2005) mà không có kích thích (Markowitz 2010).

source: Although patient did not recall which type of antibiotic she had been prescribed, the clinical exam suggested that the discoloration was compatible with tetracycline staining.
vi: Mặc dù bệnh nhân không nhớ loại kháng sinh được kê, khám lâm sàng gợi ý răng nhiễm màu phù hợp với nhiễm màu tetracycline.

source: Although some opinion leaders claim that application of desensitizer gels prior to in-office bleaching affects the bleaching efficacy, this was not confirmed by recent meta-analyses of the literature (Wang et al.
vi: Một vài ý kiến cho răng áp dụng gel chống nhạy cảm trước khi tẩy trắng tại phòng khám ảnh hưởng tới hiệu quả tẩy trắng, điều này không được xác nhận bởi phân tích tổng hợp y văn gần đây (Wang và cộng sự

source: Although the 16 % carbamide peroxide group showed some reversal of the whitening effect at 1 year (Meireles et al.
vi: Mặc dù carbamide peroxide 16% cho thấy sự đảo ngược của hiệu quả làm trắng sau 1 năm (Meireles và cộng sự

source: Although the appearance of these incisors could have been substantially improved with bonded resin-based composite, it was felt that the enamel defects were superficial enough to be eliminated, rather than covered up (Killian and Croll 1990).
vi: Mặc dù vẻ ngoài của những răng cửa này có thể được cải thiện bằng trám comosite, nó được cảm thấy là khiếm khuyết chỉ ở trên bề mặt đủ để loại bỏ, tốt hơn là phủ lên (Killian và Croll 1990).

source: Although the color of darkened endodontically treated teeth is not usually within the range of uni- versal shade guides, the clinician may still take a photograph with a tooth tab from the Vita Classical A1-D4 shade guide (VITA Zahnfabrik H. Rauter GmbH & Co.
vi: Mặc dù màu của răng đã nội nha tối hơn không thường trong khoảng của bảng so màu, bác sĩ có thể chụp hình với một thẻ của bảng màu Vita Classical A1-D4 (VITA Zahnfabrik H. Rauter GmbH & Co.

source: Although the medical history was negative for anti- biotic ingestion, the patient vaguely recalled having some fever episodes and possibly taking anti- biotics in her childhood.
vi: Mặc dù tiền sử y khoa không có uống uống kháng sinh, bệnh nhân mơ hồ nhớ lại có một vài cơn sốt và có thể uống kháng sinh khi còn nhỏ.
